Repository: botirovshox-lang/med-translation
Catalog: med_translation/final_output/tm_reference_FINAL.tmx
Source language: ru
Languages: en

source: Подготовка Лекарства: • Спросите врача, следует ли вам принимать лекарства за день до обследования и утром в день обследования. • При возникновении боли в груди можно использовать нитроглицерин в виде таблеток или аэрозоля. • Принесите список лекарств, которые вы принимаете. Внесите в список все лекарства, отпускаемые как по рецепту, так и без него, а также витамины и лекарственные растения. За 4 часа до обследования: • Не курите. • Не ешьте твердую пищу. Воду пить можно, но напитки с кофеином запрещены. Кофеин содержится в обычном кофе и в кофе без кофеина, в чае, шоколаде и безалкогольных напитках. Во время обследования • Вас попросят переодеться в спортивную или больничную одежду. • Вам поставят капельницу в вену на руке. и возьмут анализ крови. • Через капельницу будет введен краситель. • На грудь будут помещены небольшие подушечки. Мужчинам, возможно, побреют грудь. • На руку будет надета манжета для измерения давления. Давление и пульс будут регулярно проверять. • Немедленно скажите врачу, если во время теста вам станет тяжело дышать, вы почувствуете боль в груди, сдавливание груди, спазмы в ногах, головокружение или усталость.
en: To Prepare Medicines: • Ask your doctor if you should take your medicines the day before and the morning of the test. • You may use your nitroglycerin tablets or spray for chest pain as needed. • Bring a list of your medicines to the test. Be sure to include any prescriptions and over the counter medicines, vitamins and herbs you take. For 4 hours before your test: • Do not smoke. • Do not eat solid foods. You may drink water, but do not drink liquids with caffeine. Caffeine is in regular and decaf coffee or tea, chocolate and soft drinks. During the Test • You will be asked to change into your exercise clothes or a hospital gown. • An IV (intravenous) is put in a vein in your arm. A blood sample is taken. • The contrast is put into your IV. • Small pads are put on your chest. For men, chest hair may need to be cut. • A blood pressure cuff is put on your arm. Your blood pressure and heart rate will be checked often. • Tell your doctor right away if you have shortness of breath, chest pain, chest pressure, leg cramps, feel dizzy or tired during the test. Stress Muga. Russian.

source: сердца с помощью теста of the Heart Нагрузочный тест — это обследование сердца под нагрузкой. В ходе исследования проверяется работа сердца под нагрузкой и выявляется закупорка кровеносных сосудов. Вам дадут лекарство либо попросят пробежаться на бегущей дорожке или проехать на велотренажере. Врач назначил вам нагрузочный тест с помощью: Лекарства  Тренажера Не опаздывайте на обследование. Обследование займет примерно 1 час. Вы будете находиться в больнице около 2 часов. Подготовка • Если нагрузочный тест будет проходить на тренажере, принесите спортивную обувь и свободную одежду, чтобы вы могли легко двигаться. При желании можно надеть больничную одежду. • За 4 часа до обследования не принимайте твердую пищу. • Воду пить можно, но напитки с кофеином запрещены. Кофеин содержится в обычном кофе и в кофе без кофеина, в чае, шоколаде и безалкогольных напитках. • Если нужно принять лекарства утром в день обследования, запивайте их небольшим количеством воды.
en: Stress Test A stress test is also called an exercise, heart or cardiac stress test. This test checks how your heart works under stress and can show if there is blockage in your blood vessels. You will either be given medicine, or you will exercise on a treadmill or an exercise bike. Your doctor has scheduled you for a stress test with: Medicine Exercise Arrive on time for your test. The test takes about 1 hour. Plan on being here about 2 hours. To Prepare • For the stress test with exercise, bring walking shoes and loose-fitting clothing so you can move easily. You can wear a hospital gown. • Do not eat solid foods for 4 hours before your test. • You may drink water, but do not drink liquids with caffeine. Caffeine is in regular and decaf coffee, tea, chocolate and soft drinks. • If you are to take your medicines the morning of the test, take them with sips of water only. Stress Test of the Heart. Russian.

source: • Не курите и не употребляйте табачные изделия за 4 часа до обследования. Курение может повлиять на результаты. • При возникновении боли в груди можно использовать нитроглицерин в виде таблеток или аэрозоля. • Принесите список лекарств, которые вы принимаете. Внесите в список все лекарства, отпускаемые как по рецепту, так и без него, а также витамины и лекарственные растения. Во время обследования • Вас попросят переодеться в спортивную или больничную одежду. • На грудь будут помещены небольшие подушечки для измерения пульса. Мужчинам, возможно, побреют грудь. • На руку будет надета манжета для измерения давления. Давление и пульс будут регулярно проверять. • Если вам станет сложно дышать или появится боль в груди, немедленно сообщите персоналу. Нагрузочный тест с помощью лекарства. Ì Вам поставят капельницу в вену на руке. Ì В капельницу будет введено лекарство, увеличивающее нагрузку на сердце. Обследование прекратится, когда будет достигнут определенный пульс.  Нагрузочный тест на тренажере. Ì Вас попросят пробежаться на бегущей дорожке или проехать на велотренажере.
en: • Do not smoke or use tobacco for at least 4 hours before your test. Smoking can affect your test results. • Nitroglycerin tablets or spray may be used for chest pain as needed. • Bring a list of your medicines. Be sure to include any prescriptions and over-the- counter medicines, vitamins and herbs you take. During the Test • You are asked to change into your exercise clothes or a hospital gown. • Small pads are put on your chest to check your heart rate. For men, chest hair may need to be shaved. • A blood pressure cuff is put on your arm. Your blood pressure and heart rate are checked often. • Tell the staff right away if you have any shortness of breath or chest pain. For a Stress Test with Medicine: Ì An IV (intravenous) is put in a vein in your arm. Ì The medicine that stresses your heart is put into your IV. When a certain heart rate is reached, the test ends.  For a Stress Test with Exercise: Ì You exercise by walking on a treadmill or riding an exercise bike. Stress Test of the Heart. Russian.

source: Инсульт возникает в результате уменьшения или прекращения кровоснабжения мозга из-за тромба, бляшки или кровотечения. Иногда кровоснабжение мозга прекращается на короткое время. Если симптомы инсульта через несколько минут или часов исчезают, это называется транзиторной ишемической атакой (ТИА) или микроинсультом. Это серьезное предупреждение о том, что существует проблема и в будущем может произойти настоящий инсульт. Если в результате прекращения кровоснабжения возникают необратимые разрушения мозга, это называется инсультом. Чтобы определить тип, место и причину прекращения кровоснабжения мозга, проводят обследования. Симптомы Симптомы инсульта зависят от места и степени повреждения мозга. Симптомы проявляются внезапно и могут состоять в следующем: • Онемение, покалывание или слабость на лице, руке или ноге, зачастую только с одной стороны туловища • Растерянность или проблемы с пониманием • Проблемы с речью • Проблемы со зрением на один или оба глаза • Головокружение или проблемы с равновесием, координацией или хождением • Внезапная сильная головная боль по неизвестной причине
en: Stroke A stroke occurs when the blood flow to the brain is decreased or stopped. The blood flow can be blocked from a blood clot, plaque or a leak in a blood vessel. Sometimes the blood flow to the brain is blocked for a brief time. If you have signs of a stroke, but the signs go away in minutes to hours this is called a TIA or transient ischemic attack or “mini stroke”. This is a strong warning that there is a problem and a stroke could occur in the future. When the blood flow to the brain is blocked causing permanent damage, it is called a stroke. Tests can be done to find the type, location and cause of the blockage to the blood flow of the brain. Signs The effects of a stroke depend on the location and amount of damage to the brain. Signs are sudden and may include: • Numbness, tingling or weakness in the face, arm or leg, often only on one side of the body • Confusion or trouble understanding • Problems speaking • Problems seeing out of one or both eyes • Dizziness or trouble with balance, coordination or walking • Sudden severe headache with no known cause Stroke. Russian.

source: Лечение При возникновении любых симптомов инсульта сразу же звоните по телефону 911. Цель лечения — остановить повреждение мозга. Это основной аргумент в пользу того, чтобы немедленно поехать в больницу. Чтобы определить степень повреждения мозга, иногда требуется несколько дней. Выздоровление после инсульта трудно прогнозировать. Лечение индивидуально и может включать следующие компоненты: • Реабилитационная терапия • Упражнения для укрепления мышц • Коррекция двигательной активности с использованием здоровой части тела • Обучение разговору и общению • Обучение безопасным способам приема пищи и питья Факторы риска Вам угрожает риск инсульта, если: • У вас высокое кровяное давление, диабет, повышенное содержание холестерина, сердечные заболевания или уже был инсульт • В вашей семье были случаи инсульта • У вас лишний вес • Вы ведете неактивный образ жизни или не занимаетесь физкультурой • Вы часто подвергаетесь стрессу • Вы употребляете жирную и богатую холестерином пищу • Вы курите или употребляете табак • Вы употребляете слишком много алкоголя • Вы принимаете наркотики • У вас были травмы головы или нарушение кровообращения
en: Your Care Call 911 as soon as you have any signs of a stroke. The goal of care is to stop further damage to the brain. It is important to get to the hospital right away. Sometimes it takes a few days to see what type of damage has occurred. It is hard to predict how you will recover from a stroke. Care is planned based on your needs. It may include: • Therapy for rehabilitation • Exercise to strengthen your muscles • Adapting your activity to use the strong side of your body • Learning how to talk and communicate • Learning ways to eat and drink safely Risk Factors You are at risk for a stroke if you: • Have high blood pressure, diabetes, high blood cholesterol, heart disease or a prior stroke • Are from a family where others have had a stroke • Are overweight • Are inactive or do not exercise • Have a lot of stress • Eat foods high in cholesterol and fat • Smoke or use tobacco • Drink too much alcohol • Use street drugs • Have a head injury or a bleeding disorder Stroke. Russian.

source: Температура тела измеряется термометром. Высокая температура может быть признаком инфекции. Температуру тела в США измеряют в градусах Фаренгейта (ºF), а в других странах — в градусах Цельсия (ºC). Чаще всего температуру измеряют орально (во рту) или под мышкой с помощью цифрового термометра. Существуют специальные термометры, которые могут измерять ушную, лобную и ректальную температуру. У младенцев температура измеряется в подмышечной впадине, если врачом не назначено иное. Если у вас есть вопросы или опасения, обратитесь к врачу. Купите цифровой термометр в ближайшем магазине или аптеке. Продавец поможет вам его найти. Измерение температуры цифровым термометром Орально (во рту) За 15 минут до измерения температуры не кладите в рот ничего горячего или холодного. Это может повлиять на показания термометра. 1. Вытащите термометр из футляра. 2. Вымойте термометр с мылом или протрите спиртом. Также можно купить одноразовые наконечники.
en: Taking a Temperature Body heat is measured by taking a temperature with a thermometer. An increase in temperature, called a fever, may be a sign of infection. The common scale used to measure body temperature in the United States is degrees Fahrenheit (ºF). Other countries use degrees Centigrade (ºC). There are different ways to take a temperature. It is often measured using a digital thermometer orally, by placing it in the mouth, or axillary, meaning placing it under the arm in the armpit. There are special thermometers that can take a tympanic (in the ear), temporal (on the forehead) or rectal temperature. Take a baby’s temperature under the arm unless directed otherwise by the doctor. Talk with your health care provider if you have questions or concerns. Buy a digital thermometer at your local grocery or drug store. Ask for help to find them in the store. Taking a Temperature Using a Digital Thermometer Oral (Mouth) Do not put anything hot or cold in the mouth for 15 minutes before taking a temperature. This can affect the reading. 1. Take the thermometer out of its holder. 2. Clean the thermometer with soap and water or rubbing alcohol. You can also buy tip covers (called probe covers) that you throw away after use. Taking a Temperature. Russian.

source: 3. Включите термометр. Убедитесь, что на экране нет предыдущих показаний. 4. Поместите верхнюю часть термометра под язык по направлению к задней части рта. 5. Мягко сомкните губы вокруг термометра. Не прикусывайте его. Возможно, вам придется придерживать его рукой. 6. Держите термометр, пока не услышите звуковой сигнал. 7. Вытащите термометр. 8. Прочитайте цифры в окошке. Эти цифры означают температуру. Нормальная температура тела при измерении во рту — 98,6 ºF (37 ºС). Позвоните врачу: • Если температура при измерении во рту выше 101,5 ºF. или • В случае расхождений следуйте указаниям врача. Под мышкой Перед измерением температуры под мышкой подождите 15 минут после завершения физических упражнений или приема ванны. Это может повлиять на показания термометра. 1. Вытащите термометр из футляра. 2. Вымойте термометр с мылом или протрите спиртом. Также можно купить одноразовые наконечники. 3. Включите термометр. Убедитесь, что на экране нет предыдущих показаний. 4. Досуха промокните подмышку салфеткой или тканью. Не трите, поскольку трение может нагреть кожу.
en: 3. Turn the thermometer on. Check that the screen is clear of any earlier readings. 4. Place the tip of the thermometer under the tongue toward the back of the mouth. 5. Close the lips gently around the thermometer. Do not bite down. It may need to be held it in place with a hand. 6. Keep the thermometer in place until it beeps. 7. Remove the thermometer. 8. Read the numbers in the window. These numbers are the temperature. Normal body temperature is 98.6 degrees F (37 degrees C) by mouth. Call your doctor: • If your temperature is greater than 101.5 degrees F by mouth. • Follow the directions of your doctor, if it is different. Axillary (Under the Arm) Wait 15 minutes after exercising or bathing before checking an axillary temperature. This can affect the reading. 1. Take the thermometer out of its holder. 2. Clean the thermometer with soap and water or rubbing alcohol. You can also buy tip covers (called probe covers) that you throw away after use. 3. Turn the thermometer on. Check that the screen is clear of any earlier readings. 4. Pat the armpit dry with a tissue or cloth. Do not rub when drying because rubbing may warm the skin. Taking a Temperature. Russian.

source: эхокардиография Echocardiogram) Чреспищеводная эхокардиография — это исследование работы сердца с помощью ультразвука. Трубка с датчиком вводится по задней стенке горла в пищевод и размещается позади сердца, что позволяет получить четкую визуализацию структур сердца. Попросите взрослого родственника или друга отвезти вас домой после обследования. Садиться за руль после процедуры небезопасно. Не опаздывайте на обследование. Подготовка • Начиная с полуночи до процедуры не разрешается прием пищи и жидкости, даже воды. • Проконсультируйтесь у врача, следует ли вам принимать лекарства утром перед обследованием. Если следует, запейте их небольшим количеством воды. • Если вы перенесли операцию по замене сердечного клапана, перед обследованием вам дадут лекарство. • До процедуры сообщите персоналу: Ì Обо всех лекарствах, которые вы принимаете, включая отпускаемые по рецепту и без рецепта, витамины и лекарственные травы. Ì Есть ли у вас аллергия на что-либо. Об истории вашей болезни и всех перенесенных операциях. Ì Если вы думаете, что беременны.
en: TEE (Transesophageal TEE is a test that uses sound waves (ultrasound) to show how the heart is working. The doctor guides a tube down the back of the throat and into the stomach. The end of the tube will be behind the heart. Pictures of the heart are taken. An adult family member or friend needs to come with you to take you home after the test. It is not safe for you to drive yourself home after the procedure. Arrive on time for your test. To Prepare • Do not eat or drink anything, including water, after midnight before the test. • Ask your doctor if you should take your medicines the morning of the test. If so, take with sips of water only. • If you have a replacement heart valve, you will be given medicine before the test. • Before the test, tell the staff: About any medicines you are taking. Include all prescription and over the counter medicines, vitamins and herbs you use. Ì If you have any allergies. Ì About your health history and any surgeries you have had. If you may be pregnant. TEE. Russian.

source: Во время обследования • Вы переоденетесь в больничную одежду. • Вас попросят снять зубные протезы. • Вам поставят капельницу в вену на руке. Возможно, через капельницу будет введено лекарство, которое поможет вам расслабиться. • Вы будете лежать на левом боку и можете заснуть. • Вам могут подавать кислород через маленькую трубку в носу. • У вас будут проверять пульс, частоту дыхания и давление. • Чтобы обезболить горло, вас попросят прополоскать его лекарством или орошат горло спреем. • Вам нужно будет совершать глотательные движения, пока врач будет направлять трубку вниз по задней стенке горла. Вы можете почувствовать некоторое давление. • Врач будет перемещать датчик, чтобы увидеть сердце под разными углами. • Изображение сердца будет показано на экране. • Возможно, вы будете слышать, как шумит кровь. • После этого трубка будет удалена. • Результаты теста будут отправлены вашему врачу, и он обсудит их с вами.
en: During the Test • You will wear a hospital gown. • Staff will ask you to remove your dentures. • An IV (intravenous) is put in a vein in your arm. Medicine may be given through the IV to help you relax. • You lie on your left side and may fall asleep. • You may be given oxygen through a small tube in your nose. • Your heart rate, blood pressure and breathing are checked often. • To numb your throat, you will be asked to gargle with a medicine or your throat will be sprayed with a medicine. • As you swallow, the doctor guides the tube down the back of your throat. You may feel some pressure. • The doctor moves the tube to view your heart from different angles. • The sound waves show pictures of your heart on the screen. • You may hear the sounds of the blood flowing through your heart. • The tube is removed. • Test results are sent to your doctor. Your doctor will share the results with you. TEE. Russian.

source: зубов Прорезывание зубов — это процесс появления зубов над десной, который обычно происходит в возрасте 6–8 месяцев, но может начаться и в 3 месяца. Признаки прорезывания зубов • Слюнотечение • Припухлость или болезненность десен • Проблемы со сном • Снижение аппетита • Желание грызть что-то твердое У одних детей прорезывание зубов может быть болезненным, у других — нет. Дискомфорт возникает из-за давления зуба на десны. Как помочь ребенку Вот несколько способов облегчить дискомфорт и боль: • Протирайте десны чистой охлажденной влажной салфеткой. • Давайте пожевать предметы, например резиновое кольцо для прорезывания зубов. • Массируйте десны чистым пальцем. • Протирайте лицо, чтобы удалить слюну и избежать раздражения и сыпи на коже. • Можно дать детский тайленол или лекарства от прорезывания зубов, но сначала проконсультируйтесь с педиатром. Следите за чистотой рта и десен ребенка, даже если у него нет зубов.
en: Teething Teething occurs when teeth begin to break through the gums of a baby or child. This often starts when a baby is 6 to 8 months old, but can begin as early as 3 months. Signs of Teething • Drooling • Swollen or sore gums • Trouble sleeping • Not eating • Biting objects Teething can be painful for some children. For others it is not. Discomfort comes from pressure of the tooth on the skin of the gums. Your Child’s Care Here are some ways to comfort your baby and ease his or her pain: • Gently rub the gums with a cool, damp washcloth. • Give your baby something safe to chew on, such as rubber teething rings. • Rub your baby’s gums with a clean finger. • Wipe your baby’s face often and keep it dry to prevent rashes. • Children’s Tylenol or teething medicines can help, but check with your child’s doctor first. Keep your baby’s mouth and gums clean even if your baby does not have teeth. Teething. Russian.

source: Тиреосцинтиграфия проводится для проверки состояния щитовидной железы. Щитовидная железа расположена на шее. Она ускоряет и замедляет большинство функций организма. Для проведения этого обследования вас попросят проглотить таблетку, которая содержит небольшое количество радиоактивного йода. Таблетка не вызывает побочных эффектов. Исследование поможет врачу обнаружить проблемы с щитовидной железой и подобрать оптимальное лечение. Обследование состоит из 3 этапов. Вам будут назначены три времени приема. Не опаздывайте на каждый этап обследования. Если у вас аллергия на лекарства, продукты или что-нибудь другое, сообщите медицинскому персоналу до начала обследования. Если вы кормите грудью, беременны или думаете, что можете быть беременны, сообщите до обследования. Для женщин детородного возраста перед обследованием проводится тест на беременность. Подготовка • За 4 недели до обследования не принимайте витамины, которые содержат йод. • Если вы принимаете лекарства для щитовидной железы, спросите врача, за какое время до обследования необходимо прекратить их прием.
en: Thyroid A thyroid scan checks your thyroid gland for problems. The thyroid gland is located in your neck. It speeds up or slows down most body functions. You will be asked to swallow a pill that contains a small amount of radioactive iodine for this test. There are no side effects from taking this pill. It helps your doctor find problems of the thyroid gland. This information will help your doctor find the right medical treatment. This test has 3 parts. You will be given 3 appointment times. Arrive on time for each part of the test. If you have any allergies to medicines, foods or other things, tell the staff before the test. If you are breastfeeding, pregnant or think you might be, tell the staff before the scan. For women of childbearing years, a pregnancy test is done before the scan. To Prepare • Do not take multi-vitamins that contain iodine for 4 weeks before the test. • If you are taking thyroid medicine, ask your doctor when you need to stop taking it before the test. Thyroid Scan. Russian.
